Repository: levent1360/takip_app_flutter
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Hello
tr: Merhaba

# markalar
source: Brands
tr: Markalar

# ara
source: Search
tr: Ara

# tumurunler
source: All Products
tr: Tüm Ürünleriniz

# urunleriniz
source: Products
tr: Ürünleriniz

# siteyegit
source: Go to Site
tr: Siteye Git

# guncelfiyat
source: Current Price
tr: Güncel Fiyat

# fiyatgecmisi
source: Price History
tr: Fiyat Geçmişi

# ilkfiyat
source: Initial Price
tr: İlk Fiyat

# linkgonder
source: Save Link
tr: Link Gönder

# takipyapistirmetin
source: Paste the link of the product you want to track here and save it.
tr: Takip etmek istediğiniz ürünün linkini buraya yapıştırınız ve gönderiniz.

# yapistirmetin
source: Paste the link here
tr: Link buraya yapıştırın

# yapistir
source: Paste
tr: Yapıştır

# gonder
source: Save
tr: Gönder

# silmebaslik
source: Delete Confirmation
tr: Silme Onayı

# silmemetin
source: Are you sure you want to delete this product?
tr: Bu ürünü silmek istediğinize emin misiniz?

# urunbulunamadi
source: Product Not Found
tr: Ürün Bulunamadı

# urunbulunamadimetin
source: Please share the link of the product you want to track from the selected brands.
tr: Seçilen markalardan takip edilmesini istediğiniz ürünün bağlantı adresini paylaşın.

# hata
source: Error
tr: Hatalı

# urunkontrol
source: Checking... Please wait
tr: Kontrol Ediliyor... Bekleyiniz

# gecerligonder
source: Please save a valid product link.
tr: Geçerli bir ürün linki gönderiniz.

# urunkaydediliyor
source: Saving your products...
tr: Ürünleriniz Kaydediliyor...

# bitti
source: Done
tr: Bitti

# bosgonderilemez
source: Cannot send empty
tr: Boş gönderilemez

# bildirimkapatildi
source: Notifications for this product have been turned off
tr: Bu ürün için bildirimler kapatıldı

# bildirimacildi
source: Notifications for this product have been turned on
tr: Bu ürün için bildirimler açıldı

# bildirimbulunamadi
source: No notifications found
tr: Bildirim Bulunamadı

# bildirimbulunamadimetin
source: You can view your notifications here
tr: Bildirimlerinizi burada görüntüleyebilirsiniz

# bildirimler
source: Notifications
tr: Bildirimler

# hatalikayitislemi
source: Invalid record operation
tr: Hatalı Kayıt İşlemi

# herhangiveribulunamadi
source: No data found
tr: Herhangi bir veri bulunamadı

# evet
source: Yes
tr: Evet

# hayir
source: No
tr: Hayır

# iptal
source: Cancel
tr: İptal

# defaultOnay
source: Confirm
tr: Onayla

# defaultOnayMetin
source: Are you sure you want to perform this action?
tr: Bu işlemi yapmak istediğinizden emin misiniz?

# ileri
source: Next
tr: İleri

# geri
source: Back
tr: Geri

# basla
source: Start
tr: Başla

# markabulunamadi
source: Selected brand not found
tr: Seçili marka bulunamadı

# markasiteyegit
source: Go to the brand's website and share the link
tr: sitesine git ve linki paylaş

# yardimtext1
source: How can I share links?
tr: Linkleri nasıl paylaşabilirim?

# yardimtext2
source: 1. By using the 'Share' option from the browser:
tr: 1. Browserdan 'Paylaş' Seçeneğini Kullanarak:

# yardimtext3
source: You can easily share the link by clicking the share icon in your browser.
tr: Kullandığınız tarayıcıda paylaş simgesine tıklayarak linki kolayca paylaşabilirsiniz.

# yardimtext4
source: 2. Using the Copy-Paste method:
tr: 2. Kopyala-Yapıştır Yöntemiyle:

# yardimtext5
source: Copy the link from the address bar and paste it into the app.
tr: Not: Linkler çalışmıyorsa doğru şekilde kopyaladığınızdan emin olun.

# uruneklememetni
source: Click the ‘+’ button above to add a product.
tr: Ürün eklemek için yukarıdaki ‘+’ butonuna tıklayın.

# uruneklememetni2
source: Click the ‘+’ button above to add the product.
tr: ürünü eklemek için yukarıdaki ‘+’ butonuna tıklayın.

# uruneklememetni_markali
source: Click the ‘+’ button above to add the {brand} product.
tr: {brand} ürünü eklemek için yukarıdaki ‘+’ butonuna tıklayın.

# bildirimizinbaslik
source: Notification Permission
tr: Bildirim İzni

# bildirimizinmetin
source: Would you like to receive a notification when prices drop? Turn on notifications.
tr: Fiyatlar düşünce bildirim almak ister misiniz? Bildirimlerinizi açın

# bildirimizinayaragit
source: Device Settings
tr: Ayarlara Git
